Repository: mrwaimanwong/staging.rextrophies.test
Catalog: languages/plugins/genesis-simple-sidebars-*.po
Languages: es_es, it_it

source: Header Right
es_es: Cabecera derecha
it_it: Header destra

source: dynamic_sidebar() with sidebars_widget filter
es_es: dynamic_sidebar() con el filtro sidebars_widget
it_it: filtri dynamic_sidebar() e sidebars_widget

source: Genesis Simple Sidebars requires WordPress %s and Genesis %s, or greater. Please %s the latest version of <a href="%s" target="_blank">Genesis</a> to use this plugin.
es_es: Genesis Simple Sidebars requiere WordPress %s y Genesis %s, o superiores. Por favor %s la última versión de <a href="%s" target="_blank">Genesis</a> para utilizar este plugin.
it_it: Genesis Simple Sidebars necessita di WordPress %s e Genesis %s o superiore. %s all'ultima versione di <a href="%s" target="_blank">Genesis</a> per utilizzare questo plugin.

source: install and activate
es_es: instalar y activar
it_it: installa e attiva

source: upgrade to
it_it: aggiorna

source: Genesis Simple Sidebars allows you to easily create and use new sidebar widget areas.
es_es: Genesis Simple Sidebars te permite crear y usar nuevos widgets para tu barra lateral.
it_it: Genesis Simple Sidebars ti aiuta a creare ed utilizzare facilmente nuove aree widget per le sidebar.

source: The unique ID is used to register the sidebar widget area
es_es: El identificador único se utiliza para registrar el widget de la barra lateral.
it_it: Scegli un ID univoco con cui registrare la tua nuova area widget

source: Add New Sidebar
es_es: Añadir nueva barra lateral
it_it: Aggiungi una nuova sidebar

source: Current Sidebars
es_es: Barras laterales actuales
it_it: Le tue attuali Sidebar

source: Update
es_es: Actualizar
it_it: Aggiorna

source: Description
es_es: Descripción
it_it: Descrizione

source: The unique ID is used to register the sidebar widget area (cannot be changed)
es_es: El identificador único se utiliza para registrar el widget de la barra lateral. (no puede ser modificado),
it_it: ID univoco con cui è stata registrata la tua area widget (non può essere modificato)

source: A recognizable name for your new sidebar widget area
es_es: Un nombre descriptivo para el área de widgets de tu nueva barra lateral
it_it: Scegli un nome riconoscibile per la tua nuova area widget

source: Name
es_es: Nom
it_it: Nome

source: Edit Sidebar
es_es: Editar barra lateral
it_it: Modifica sidebar

source: Nice try, partner. But that sidebar doesn't exist. Click back and try again.
es_es: Buen intento, pero esa barra lateral no existe. Vuelve atrás y prueba de nuevo.
it_it: Bel tentativo, amico. Ma questa sidebar non esiste. Torna indietro e riprova.

source: Secondary Sidebar
es_es: Barra lateral secundaria
it_it: Sidebar secondaria

source: Primary Sidebar
es_es: Barra lateral primaria
it_it: Sidebar primaria

source: Sidebar Options
es_es: Opciones de la barra lateral
it_it: Opzioni della sidebar

source: Default
es_es: Por defecto
it_it: Predefinito

source: Sidebar Selection
es_es: Selección de la barra lateral
it_it: Selezione sidebar

source: Oops! Something went wrong. Try again.
es_es: ¡Vaya! Algo salió mal. Inténtalo de nuevo
it_it: Oops! Qualcosa non ha funzionato. Riprova.

source: Oops! You are trying to delete a sidebar that does not exist, or cannot be deleted
es_es: ¡Vaya! has intentado borrar una barra lateral que no existe o que no puede ser borrada.
it_it: Oops! Stai cercando di eliminare una sidebar che non esiste o che non puoi eliminare.

source: Oops! You are trying to edit a sidebar that does not exist, or is not editable
es_es: ¡Vaya! Has intentado editar una barra lateral que no existe o que no puede ser borrada.
it_it: Oops! Stai cercando di modificare una sidebar che non esiste o che non puoi modificare

source: Oops! That sidebar ID already exists
es_es: ¡Vaya! Este identificador de barra lateral ya existe
it_it: Oops! Questo ID esiste già

source: Oops! Please choose a valid Name for this sidebar
es_es: ¡Vaya! Elige un nombre válido para esta barra lateral
it_it: Oops! Scegli un nome valido per questa sidebar

source: Sidebar successfully deleted.
es_es: Barra lateral eliminada con éxito.
it_it: Sidebar eliminata correttamente.

source: Sidebar successfully edited!
es_es: ¡Barra lateral editada con éxito!
it_it: Sidebar modificata correttamente.

source: New sidebar successfully created!
es_es: ¡Nueva barra lateral creada con éxito!
it_it: Grande! La tua nuova sidebar è stata creata correttamente.

source: Delete
es_es: Borrar
it_it: Elimina

source: Edit
es_es: Editar
it_it: Modifica
