Repository: mrwaimanwong/staging.rextrophies.test
Catalog: languages/plugins/google-apps-login-*.po
Languages: es_es

source: Remember Me - do not log users out at end of browser session
es_es: Acuérdate de mí - no cerrar la sesión de los usuarios al final de la sesión del explorador

source: Unrecognized error message
es_es: Mensaje de error no reconocido

source: The user must use <i>%s</i> to access the site
es_es: El usuario debe usar <i>%s</i> para acceder al sitio

source: Simple secure login for Wordpress through users' Google Apps accounts (uses secure OAuth2, and MFA if enabled)
es_es: ﻿Acceso seguro simple para Wordpress a través de cuentas de Google Apps de los usuarios (utiliza OAuth2 segura, y MFA si está habilitado)

source: No Thanks
es_es: No Gracias

source: Find out more
es_es: Más información

source: Completely forget about WordPress user management - upgrade to <a href="%s">Google Apps Login Premium or Enterprise</a> to automatically sync users from your Google Apps domain
es_es: Olvídate totalmente de gestión de usuarios de WordPress - actualización a <a href="%s">Google Apps acceso Premium o Enterprise</a> para automáticamente sincronizar los usuarios de su dominio de Google Apps

source: In this basic version of the plugin, any <i>existing</i> WordPress account corresponding to a Google email address can authenticate via Google.
es_es: ﻿En esta versión básica del plugin, cualquier cuenta de WordPress <i>existente</i> correspondiente a un dirección de correo electrónico Google puede autenticarse mediante Google.

source: The Domain Control section is only applicable to the premium and enterprise versions of this plugin.
es_es: ﻿La sección de Control de dominio sólo es aplicable a la versión premium de este plugin.

source: For full support, and premium features that greatly simplify WordPress user management for admins, please visit:
es_es: ﻿Por todo el apoyo y características premium que simplifican enormemente la gestión de usuarios de WordPress para los administradores, por favor visita:

source: Settings
es_es: Configuración

source: Unspecified error
es_es: Error no específico

source: Key cannot be coerced into a PEM key - invalid format in private_key of JSON key file
es_es: La Clave no puede ser obligada a una llave de PEM - formato no válido en private_key JSON del archivo de claves

source: JSON key file does not represent a Service Account
es_es: El archivo clave JSON no representa una cuenta de servicio

source: JSON key file does not contain all of client_email, client_id, private_key, and type
es_es: El archivo clave JSON no contiene el email del cliente, el ID del cliente, la clave privada y/o el tipo.

source: JSON key file could not be decoded correctly
es_es: El archivo clave JSON no se pudo decodificar correctamente

source: JSON key file was empty
es_es: El archivo clave JSON está vacío.

source: Error with file upload on the server - failed to write to disk
es_es: Error al subir archivos en el servidor - error al escribir en el disco

source: Error with file upload on the server - no temp directory exists
es_es: Error al subir archivos en el servidor - el directorio temporal no existe

source: Error with file upload on the server - file was too large
es_es: Error al subir archivos en el servidor - archivo muy grande

source: Error with file upload on the server
es_es: Error interno en el lado del Servidor

source: Google Apps domain admin must be a valid email address of one of your Google Apps admins
es_es: Google Apps administrador de dominio debe ser una dirección válida de correo electrónico de uno de sus administradores de Google Apps

source: Service Account email must be a valid email addresses
es_es: El correo electrónico de la cuenta de servicio debe ser correcto

source: The Client Secret should be longer than that
es_es: ﻿El Cliente secreto debe ser más largo que el

source: The Client ID should be longer than that
es_es: El cliente ID no debería ser más largo que

source: Leave unchecked if in doubt
es_es: Dejar sin tocar si hay duda

source: Use sub-site specific callback from Google
es_es: ﻿Utilice sub-sitio de devolución de llamada específica de Google

source: This setting is for multisite admins only. See <a href="%s" target="gainstr">instructions here</a>.
es_es: ﻿Esta configuración es sólo para los administradores de sitios múltiples. Ver <a href="%s" target="gainstr">las instrucciones aquí</a> .

source: Multisite Options
es_es: Opciones Multisitio

source: Display 'Powered By wp-glogin.com' on Login form
es_es: Mostrar 'Creado por wp-glogin.com' en Formulario inicio

source: Automatically redirect to Google from login page
es_es: Redireccionar automáticamente a Google desde la página login

source: Force user to confirm Google permissions every time
es_es: Forzar usuario para confirmar permisos Google todo el tiempo

source: See <a href="%s" target="gainstr">instructions here</a>.
es_es: ﻿Ver <a href="%s" target="gainstr">las instrucciones aquí</a> .

source: Once you have the plugin working, you can try these settings to customize the login flow for your users.
es_es: ﻿Una vez que tenga el trabajo plugin, puedes probar estos ajustes para personalizar el flujo de entrada de los usuarios.

source: A Google Apps Domain admin's email
es_es: Correo electrónico del administrador de un dominio de Google Apps

source: Paste contents of JSON file
es_es: Pegar el contenido del archivo JSON

source: Upload a new Service Account JSON file
es_es: Subir un nuevo archivo de cuenta de servicio JSON

source: Private key fingerprint
es_es: Huella de clave privada

source: Service Account email address
es_es: Dirección de correo de la cuenta del servicio

source: Service Account Client ID / Name
es_es: Servicio de ID de cliente / nombre

source: Client Secret
es_es: Secreto de Cliente

source: Normally something like %s
es_es: Normalmente algo como %s

source: Client ID
es_es: ID de Cliente

source: The <a href='%s'>instructions</a> above will guide you to Google's Cloud Console where you will enter two URLs, and also obtain two codes (Client ID and Client Secret) which you will need to enter in the boxes below.
es_es: En las <a href='%s'>instrucciones</a> de arriba encontrarás una guía a la consola de la nube de Google, donde se entra en dos direcciones URL, y también obtenienes dos códigos (ID de cliente y cliente Secret) que necesitarás para entrar en las siguientes casillas.

source: Settings saved.
es_es: Configuración guardada.

source: Save Changes
es_es: Guardar Cambios

source: Click here to open your personalized instructions in a new window
es_es: ﻿Haga clic aquí para abrir instrucciones personalizadas en una ventana nueva

source: To set up your website to enable Google logins, you will need to follow instructions specific to your website.
es_es: ﻿Para configurar su sitio web para permitir a los inicios de sesión de Google, tendrás que seguir las instrucciones específicas de su sitio web.

source: Google Apps Login setup
es_es: Configuración Google Apps Login

source: Google Apps Login settings
es_es: Configuración Google Apps Login

source: You will need to complete Google Apps Login <a href="%s">Settings</a> in order for the plugin to work
es_es: Tendrás que completar de Google Apps Iniciar sesión <a href="%s">Configuración</a> para que el plugin funcione

source: User %s not registered in Wordpress
es_es: usuario %s no está registrado en Wordpress

source: User authenticated OK, but error fetching user details from Google
es_es: ﻿Usuario autenticado bien, pero error al obtener los detalles del usuario de Google

source: Email needs to be verified on your Google Account
es_es: Se necesita que el email sea verificado en tu cuenta Google

source: Session mismatch - try again, but there could be a problem setting cookies
es_es: ﻿Desajuste Sesión - inténtelo de nuevo, pero podría ser un problema para establecer las cookies

source: Session mismatch - try again, but there could be a problem passing state
es_es: ﻿Desajuste Sesión - inténtelo de nuevo, pero podría haber estado pasando problema

source: Session mismatch - try again, but there could be a problem setting state
es_es: ﻿Desajuste Sesión - inténtelo de nuevo, pero podría ser un estado estableciendo problema

source: You did not grant access
es_es: No pudiste dar acceso general

source: Login with Google
es_es: Iniciar con Google

source: or
es_es: o

source: Powered by
es_es: Creado por

source: Redirecting to <a href="%s">Login via Google</a>...
es_es: Redirigir a <a href="%s">Iniciar con Google</a> ...
