Repository: mrwaimanwong/staging.rextrophies.test
Catalog: languages/plugins/nginx-helper-*.po
Languages: ru_ru

source: Purging homepage (WPML) '%s'
ru_ru: Очистка домашней страницы (WPML) '%s'

source: Settings
ru_ru: Настройки

source: General
ru_ru: Основные

source: None
ru_ru: Отсутствует

source: Settings saved.
ru_ru: Настройки сохранены.

source: Log
ru_ru: Лог

source: View Log
ru_ru: Посмотреть отчет

source: Support
ru_ru: Поддержка

source: Support Forums
ru_ru: Форумы поддержки

source: Need Help?
ru_ru: Нужна помощь?

source: Click to toggle
ru_ru: ﻿Нажмите, чтобы переключить

source: Nginx Settings
ru_ru: Настройки Nginx Helper

source: Purge Cache
ru_ru: Очистить кеш

source: Sorry, you need to be an administrator to use Nginx Helper
ru_ru: Извините, требуются права Администратора.

source: Log file size must be a number
ru_ru: Размер файла лога должен быть числом.

source: Purging Options
ru_ru: Настройки очистки

source: Enable Purge
ru_ru: Включить очистку

source: Caching Method
ru_ru: Метод кеширования

source: nginx Fastcgi cache (<a target="_blank" href="%s" title="External settings for nginx">requires external settings for nginx</a>)
ru_ru: nginx FastCGI кеш (<a target="_blank" href="%s" title="Внешние настройки nginx">требуется внешняя настройка nginx</a>)

source: Redis cache
ru_ru: кеш Redis

source: Purge Method
ru_ru: Метод очистки

source: when a post/page/custom post is published.
ru_ru: при публикации записи/страницы/итд

source: Using a GET request to <strong>PURGE/url</strong> (Default option)
ru_ru: использовать GET запрос к <strong>PURGE/url</strong> (по умолчанию)

source: Uses the <strong><a href="https://github.com/FRiCKLE/ngx_cache_purge">ngx_cache_purge</a></strong> module.
ru_ru: Требуется <strong><a href="https://github.com/FRiCKLE/ngx_cache_purge">ngx_cache_purge</a></strong> модуль.

source: Redis Settings
ru_ru: настройки Redis

source: Hostname
ru_ru: Адрес хоста

source: Port
ru_ru: Порт

source: Prefix
ru_ru: Префикс

source: Purging Conditions
ru_ru: Условия для очистки

source: Purge Homepage:
ru_ru: Очистить главную страницу

source: when a post/page/custom post is modified or added.
ru_ru: при публикации или изменении записи/страницы/итд

source: when a <strong>post</strong> (or page/custom post) is <strong>modified</strong> or <strong>added</strong>.
ru_ru: при <strong>изменении</strong> или <strong>публикации</strong> <strong>записи</strong> (или страницы или пользовательской записи)

source: when an existing post/page/custom post is modified.
ru_ru: при изменении опубликованной записи/страницы/итд

source: Checks for matching cache file in <strong>RT_WP_NGINX_HELPER_CACHE_PATH</strong>. Does not require any other modules. Requires that the cache be stored on the same server as WordPress. You must also be using the default nginx cache options (levels=1:2) and (fastcgi_cache_key "$scheme$request_method$host$request_uri").
ru_ru: Не требует модулей nginx, удаляет локальные файлы на сервере по пути в <strong>RT_WP_NGINX_HELPER_CACHE_PATH</strong> (при наличии прав на запись). Нужно использовать параметры кеширования FastCGI по умолчанию (levels=1:2) и (fastcgi_cache_key "$scheme$request_method$host$request_uri").

source: when a <strong>published post</strong> (or page/custom post) is <strong>trashed</strong>.
ru_ru: при <strong>удалении</strong> <strong>опубликованной записи</strong> (страницы/итд)

source: Purge Post/Page/Custom Post Type:
ru_ru: Очистка Записи/Страницы/Пользовательского типа записи:

source: when a <strong>post</strong> is <strong>published</strong>.
ru_ru: при <strong>публикации</strong> <strong>записи</strong>

source: when a comment is approved/published.
ru_ru: при одобрении/публикации комментария

source: when a <strong>comment</strong> is <strong>approved/published</strong>.
ru_ru: при <strong>одобрении/публикации</strong> <strong>комментария</strong>

source: when a comment is unapproved/deleted.
ru_ru: при отклонении/удалении комментария

source: when a <strong>comment</strong> is <strong>unapproved/deleted</strong>.
ru_ru: при <strong>отклонении/удалении</strong> <strong>комментария</strong>

source: Purge Archives:
ru_ru: Очистка архивов:

source: (date, category, tag, author, custom taxonomies)
ru_ru: (дата,рубрика,метка,автор,пользовательская таксономия)

source: when an post/page/custom post is modified or added.</span>
ru_ru: при добавлении записи/страницы/итд. </span>

source: when an existing post/page/custom post is trashed.</span>
ru_ru: при удалении опубликованной записи/страницы/итд. </span>

source: Enable Logging
ru_ru: Включить логи

source: Debug Options
ru_ru: Возможности отладки

source: Enable Nginx Map.
ru_ru: Включить nginx map

source: Logs path
ru_ru: Путь к логам

source: Log level
ru_ru: Уровень логгирования

source: Info
ru_ru: Info (информация)

source: Warning
ru_ru: Warning (предупреждение)

source: Error
ru_ru: Error (ошибка)

source: Enable Nginx Timestamp in HTML
ru_ru: Включить отметку времени в HTML

source: Logging Options
ru_ru: Опции логгирования

source: Follow us on Twitter
ru_ru: Подписаться на наш Твиттер

source: Useful Links
ru_ru: Полезные ссылки

source: Loading...
ru_ru: Загружается...

source: Free Support Forum
ru_ru: Форум бесплатной поддержки

source: Link to forum
ru_ru: Ссылка на форум

source: Premium Support
ru_ru: Премиум поддержка

source: Free Support
ru_ru: Бесплатная поддержка

source: Purging all tags
ru_ru: Очищение всех меток

source: Purging all categories
ru_ru: Очищение всех рубрик

source: Everthing purged!
ru_ru: Всё очищено!

source: Purged Everything!
ru_ru: Всё очищено!

source: Mb
ru_ru: Мб

source: Max log file size
ru_ru: Максимальный размер журнала

source: Save All Changes
ru_ru: Сохранить все изменения

source: Purge Entire Cache
ru_ru: Очистить весь кеш

source: Getting Social is Good
ru_ru: Социализация - хорошо!

source: Become a fan on Facebook
ru_ru: Подписаться на наш Facebook

source: Latest News
ru_ru: Последние новости

source: Premium Support Forum
ru_ru: Форум премиум поддержки

source: Purge initiated
ru_ru: Очистка начата

source: No items
ru_ru: Нет ничего

source: No posts
ru_ru: Нет записей

source: Purging all custom taxonomies
ru_ru: Очистка пользовательских таксономий

source: Delete local server cache files
ru_ru: Удалить локальные файлы кеша на сервере

source: when a comment is approved/published.</span>
ru_ru: при одобрении/публикации комментария</span>

source: when a comment is unapproved/deleted.</span>
ru_ru: при отклонении/удалении комментария</span>

source: Custom Purge URL:
ru_ru: Пользовательские URL для очистки:

source: Can't write on map file.<br /><br />Check you have write permission on <strong>%s</strong>
ru_ru: Невозможно записать в файл map.<br /><br />Проверьте права на запись для <strong>%s</strong>

source: Nginx Map path to include in nginx settings<br /><small>(recommended)</small>
ru_ru: Путь nginx map для конфигурации nginx <br /><small>(рекомендуется)</small>

source: Or,<br />Text to manually copy and paste in nginx settings<br /><small>(if your network is small and new sites are not added frequently)</small>
ru_ru: Или<br />вставьте этот фрагмент в конфигурацию nginx<br /><small>(для небольших сетей или если конфигурация редко изменяется)</small>

source: Can't write on log file.<br /><br />Check you have write permission on <strong>%s</strong>
ru_ru: Невозможно записать в файл журнала.<br /><br />Проверьте права на запись для <strong>%s</strong>

source: Please use our <a href="%s">free support forum</a>.
ru_ru: Пожалуйста посетите наш <a href="%s">форум бесплатной поддержки</a>

source: Add to Circle
ru_ru: Добавить в круг

source: Subscribe to our feeds
ru_ru: Подписаться на наш RSS

source: WordPress-Nginx Solutions
ru_ru: Решения Wordpress-Nginx

source: WordPress Theme Devleopment
ru_ru: Разработка тем WordPress

source: WordPress Plugin Development
ru_ru: Разработка плагинов WordPress

source: WordPress Consultancy
ru_ru: Консультации по WordPress

source: Purging all posts, pages and custom post types.
ru_ru: Очистка записей страниц и пользовательских типов записей.

source: Purging post id '%d' (post type '%s')
ru_ru: Очистка записи id '%d' (тип записи '%s')

source: Purging all date-based archives.
ru_ru: Очистка всех архивов по датам.

source: Purging all daily archives.
ru_ru: Очистка всех архивов за день.

source: Purging daily archive '%s/%s/%s'
ru_ru: Очистка архива за день '%s/%s/%s'

source: No daily archives
ru_ru: Нет архивов за день

source: Purging all monthly archives.
ru_ru: Очистка всех месячных архивов.

source: Purging monthly archive '%s/%s'
ru_ru: Очистка архива за месяц '%s/%s'

source: No monthly archives
ru_ru: Нет месячных архивов

source: Purging all yearly archives.
ru_ru: Очистка всех архивов за год.

source: Purging yearly archive '%s'
ru_ru: Очистка архива за год '%s'

source: No yearly archives
ru_ru: Нет архивов за год

source: Let's purge everything!
ru_ru: Давайте очистим всё!

source: Term taxonomy edited or deleted
ru_ru: Таксономия изменена или удалена

source: Term taxonomy '%s' edited, (tt_id '%d', term_id '%d', taxonomy '%s')
ru_ru: Таксономия '%s' изменена, (tt_id '%d', term_id '%d', таксономия '%s')

source: Posted
ru_ru: Опубликовано

source: Purging homepage '%s'
ru_ru: Очистка главной страницы '%s'

source: Purging personal urls
ru_ru: Очистка персональных url

source: No personal urls available
ru_ru: Персональных url нет

source: Purging category archives
ru_ru: Очистка архивов рубрик

source: Purging category '%d'
ru_ru: Очистка рубрики '%d'

source: Purging tags archives
ru_ru: Очистка архивов меток

source: Purging tag '%s' (id %d)
ru_ru: Очистка метки '%s' (id %d)

source: Purging post custom taxonomies related
ru_ru: Очистка сходных пользовательских таксономий

source: Purging custom taxonomy '%s'
ru_ru: Очистка пользовательской таксономии '%s'

source: Your built-in taxonomy '%s' has param '_builtin' set to false.
ru_ru: Ваша built-in таксономия '%s' имеет пареметр '_builtin' в значении false.

source: No custom taxonomies
ru_ru: Нет пользовательских таксономий

source: Purging category '%s' (id %d)
ru_ru: Очистка рубрики '%s' (id %d)

source: No categories archives
ru_ru: Нет архивов рубрик

source: No tags archives
ru_ru: Нет архивов меток

source: A term taxonomy has been deleted from taxonomy '%s', (tt_id '%d', term_id '%d')
ru_ru: Термин таксономии был удален из таксономии '%s', (tt_id '%d', term_id '%d')

source: Widget saved, moved or removed in a sidebar
ru_ru: Виджет сохранен, перемещен или изменен на сайдбаре

source: Cleans nginx's fastcgi/proxy cache or redis-cache whenever a post is edited/published. Also does a few more things.
ru_ru: Очищает nginx fastcgi/proxy кеш или redis-cache при редактировании/публикации. Также делает кое что ещё.
